[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:15};
itm1={id:1,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:3,y:4};
itm10={backcolor:0,height:36,id:12,img:229,layout:normal,name:VolumeImg,type:IMAGEFIELD,visible:true,width:36,x:87,y:184,zorder:11,layout_param:{clipx:0,clipy:0}};
itm11={backcolor:0,height:36,id:13,img:230,layout:normal,name:Speaker_Img,type:IMAGEFIELD,visible:true,width:36,x:679,y:184,zorder:12,layout_param:{clipx:0,clipy:0}};
itm12={backcolor:0,height:62,id:14,img:239,layout:normal,name:VolumeLedImg,type:IMAGEFIELD,visible:true,width:16,x:5,y:171,zorder:13,layout_param:{clipx:0,clipy:0}};
itm2={backcolor:0,background:221,ccp:0,ccpzorder:over,height:74,id:2,name:Recent,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:209,x:595,y:92,zorder:1,txtfield:{backcolor:0,bidimode:left-to-right,content:Recent,font:3,height:35,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Recent,type:TEXTFIELD,visible:true,vlayout:middle,width:150,wrapline:no-wrap,x:25,y:15}};
itm3={backcolor:0,background:221,ccp:0,ccpzorder:over,height:74,id:3,name:Mick,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:209,x:595,y:168,zorder:2};
itm4={backcolor:0,background:221,ccp:0,ccpzorder:over,height:74,id:4,name:Endcall,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:209,x:299,y:410,zorder:3,txtfield:{backcolor:0,bidimode:left-to-right,content:End Call,font:3,height:35,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Endcall,type:TEXTFIELD,visible:true,vlayout:middle,width:150,wrapline:no-wrap,x:25,y:15}};
itm5={id:6,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:645,y:432,zorder:5};
itm6={backcolor:0,background:221,ccp:0,ccpzorder:over,height:74,id:7,name:PhoneBook,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:209,x:3,y:92,zorder:6,txtfield:{backcolor:0,bidimode:left-to-right,content:Phone Book,font:3,height:35,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:PhoneBook,type:TEXTFIELD,visible:true,vlayout:middle,width:150,wrapline:no-wrap,x:25,y:15}};
itm7={backcolor:0,background:221,ccp:0,ccpzorder:over,height:74,id:9,name:speaker,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:209,x:3,y:168,zorder:8};
itm8={backcolor:0,bidimode:left-to-right,content:Phone number calling to,font:7,height:35,highcolor:0,hlayout:center,id:10,linespacing:0,multiline:false,name:Phone_number,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:250,y:102,zorder:9};
itm9={backcolor:0,bidimode:left-to-right,content:Dialling message connecting time,font:7,height:35,highcolor:0,hlayout:center,id:11,linespacing:0,multiline:false,name:Dialling_message,type:TEXTFIELD,visible:true,vlayout:middle,width:400,wrapline:no-wrap,x:200,y:262,zorder:10};

